Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajan_avustaja_rosa-maren_magga_siirtyy_uuteen_tyohon.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtajan avustaja Rosa-Máren Magga siirtyy uuteen työhön
sme: Ságadoalli veahkki Rosa-Máren Magga sirdása ođđa bargui

source: Saamelaiskäräjien puheenjohtajan avustaja Rosa-Máren Magga jättää työnsä puheenjohtajan avustajana.
sme: Sámedikki ságadoalli veahkki Rosa-Máren Magga guođđá barggustis ságadoalli veahkkin.

source: Magga aloittaa elokuun alussa uudessa työssään neuvonantajana Arktisen Neuvoston Alkuperäiskansojen sihteeristössä (Arctic Council Indigenous Peoples’ Secretariat).
sme: Magga álggaha borgemánu álggus ođđa virggis ráđđeaddin Arktalaš Ráđi Eamiálbmotčállingottis (Arctic Council Indigenous Peoples’ Secretariat).

source: Magga on iloinen saatuaan työskennellä puheenjohtavan avustajana, mutta haluaa seurata unelmaansa ja tästä syystä vaihtaa työpaikkaa:
sme: Magga lea ilolaš go lea beassan bargat ságadoalli veahkkin, muhto hálida čuovvut su niegu ja dan dihte molsu bargosaji:

source: – On ollut hienoa päästä työskentelemään puheenjohtajan avustajana ja nähdä läheltä Saamelaiskäräjien poliittista työtä.
sme: – Lea leamaš fiinnis beassat bargat dán barggus ságadoalli veahkkin ja oaidnit lahka Sámedikki politihkálaš barggu.

source: Olen myös todella kiitollinen puheenjohtajalle tästä mahdollisuudesta.
sme: Lean maid hui giitevaš ságadoallái dán vejolašvuođas.

source: Yleensä suuret mahdollisuudet elämässä tulevat yhtä aikaa.
sme: Dávjá stuorra vejolašvuođat eallimis bohtet oktanaga.

source: Olen kuitenkin päättänyt seurata unelmaani ottamalla vastaan työtarjouksen Arktisen Neuvoston sihteeristöstä, sillä se on pitkän ajan unelmatyöni.
sme: Lean goittotge mearridan čuovvut mu niegu ja váldit vuostá bargofálaldaga Arktalaš Ráđi eamiálmotčállingottis, danin go dat lea mu guhkesáigásaš niehkobargu.

source: Puheenjohtaja Tuomas Aslak Juuso sanoo, että Maggan työnhakuprosessi Arktisen Neuvoston sihteeristöön oli tiedossa Saamelaiskäräjillä jo ennen Maggan aloittamista puheenjohtajan avustajana:
sme: Ságadoalli Tuomas Aslak Juuso dadjá, ahte Magga bargoohcanproseassa Arktalaš Ráđi čállingoddái lei dieđus Sámedikkis jo ovdalgo Magga álggahii barggustis ságadoalli veahkkin:

source: – Rosa-Máren kertoi siitä avoimesti minulle ja hallintopäällikölle jo ennen hänen valintaansa puheenjohtajan avustajaksi, ja näin ollen mahdollinen lähteminen ei tullut yllätyksenä meille.
sme: – Rosa-Máren muitalii dan birra rahpasit munnje ja hálddahushovdii juo ovdal su válljema ságadoalli veahkkin, nuba vejolaš barggus vuolgin lei juo dieđus.

source: Emme tietenkään olisi halunneet hyvän työntekijän lähtevän, mutta tilanne on ollut tiedossa.
sme: Eat dieđus livčče hálidan massit buori bargi, muhto dát lea leamaš min dieđus.

source: Haluan kiittää häntä hyvästä työstä luotettavana avustajana ja toivotan hänelle kaikkea hyvää ja onnea uuteen työhön.
sme: Hálidan giitit su buori barggu ovddas luohtehahtti veahkkin ja sávan sutnje buot buori ja lihku ođđa bargguin.

source: Arktisen neuvoston sihteeristö sijaitsee Norjan Tromssassa.
sme: Arktalaš Ráđi čállingoddi lea Romssas, Norggas.

source: Magga ehti hoitaa työtään puheenjohtajan avustajana huhtikuusta 2020 alkaen.
sme: Magga gearggai bargat ságadoalli veahkkin cuoŋománu 2020 rájes.
